Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# signin.passkey
source: Sign in with a passkey
de: Mit Passkey anmelden
es: Iniciar sesión con una llave de acceso
it: Accedi con una passkey
ja: パスキーでサインイン
ko: 패스키로 로그인
pt_br: Entrar com uma chave de acesso
zh_hans: 使用通行密钥登录

# signin.profile.applePicture
source: Apple doesn't share a picture. Add one
de: Apple gibt kein Bild weiter. Fügen Sie eines hinzu
es: Apple no comparte ninguna imagen. Añade una
it: Apple non condivide un'immagine. Aggiungine una
ja: Appleは写真を共有しません。写真を追加
ko: Apple은 사진을 공유하지 않아요. 사진 추가
pt_br: A Apple não compartilha foto. Adicione uma
zh_hans: Apple不提供头像。添加一个

# signin.profile.changePicture
source: Change picture
de: Bild ändern
es: Cambiar imagen
it: Cambia immagine
ja: 写真を変更
ko: 사진 변경
pt_br: Alterar foto
zh_hans: 更换头像

# signin.profile.source
source: Name and picture from %1$@.
de: Name und Bild von %1$@.
es: Nombre e imagen de %1$@.
it: Nome e immagine da %1$@.
ja: 名前と写真は%1$@から取得しました。
ko: %1$@에서 가져온 이름과 사진이에요.
pt_br: Nome e foto do %1$@.
zh_hans: 名称和头像来自%1$@。

# signin.provider.connect
source: Connect %1$@
de: %1$@ verbinden
es: Conectar %1$@
it: Collega %1$@
ja: %1$@を連携
ko: %1$@ 연결
pt_br: Conectar %1$@
zh_hans: 关联%1$@

# signin.provider.continue
source: Continue with %1$@
de: Weiter mit %1$@
es: Continuar con %1$@
it: Continua con %1$@
ja: %1$@で続ける
ko: %1$@(으)로 계속
pt_br: Continuar com %1$@
zh_hans: 通过%1$@继续

# signin.provider.group
source: Or continue with
de: Oder weiter mit
es: O continúa con
it: Oppure continua con
ja: または次の方法で続ける
ko: 또는 다음으로 계속
pt_br: Ou continue com
zh_hans: 或使用以下方式继续

# signin.provider.manage
source: Manage sign-in methods in Polaris Key
de: Anmeldemethoden in Polaris Key verwalten
es: Administrar métodos de inicio de sesión en Polaris Key
it: Gestisci i metodi di accesso in Polaris Key
ja: Polaris Keyでサインイン方法を管理
ko: Polaris Key에서 로그인 방법 관리
pt_br: Gerenciar métodos de acesso no Polaris Key
zh_hans: 在Polaris Key中管理登录方式

# signin.rateLimited
source: Too many codes. Try again in %1$@ minutes.
de: Zu viele Codes. Versuchen Sie es in %1$@ Minuten erneut.
es: Demasiados códigos. Vuelve a intentarlo en %1$@ minutos.
it: Troppi codici. Riprova tra %1$@ minuti.
ja: コードのリクエストが多すぎます。%1$@分後にもう一度お試しください。
ko: 코드를 너무 많이 요청했어요. %1$@분 후에 다시 시도하세요.
pt_br: Códigos demais. Tente novamente em %1$@ minutos.
zh_hans: 验证码请求过多。请在%1$@分钟后重试。

# signin.register.submit
source: Create account and continue
de: Konto erstellen und fortfahren
es: Crear cuenta y continuar
it: Crea account e continua
ja: アカウントを作成して続ける
ko: 계정 만들고 계속
pt_br: Criar conta e continuar
zh_hans: 创建账户并继续

# signin.register.title
source: Create your account
de: Konto erstellen
es: Crea tu cuenta
it: Crea il tuo account
ja: アカウントを作成
ko: 계정 만들기
pt_br: Crie sua conta
zh_hans: 创建你的账户

# signin.register.verified
source: %1$@ is verified
de: %1$@ ist bestätigt
es: %1$@ está verificado
it: %1$@ è verificata
ja: %1$@は確認済みです
ko: %1$@ 인증 완료
pt_br: %1$@ foi verificado
zh_hans: %1$@已验证

# signin.replace.activeNow
source: Active now
de: Gerade aktiv
es: Activo ahora
it: Attivo ora
ja: 現在使用中
ko: 지금 사용 중
pt_br: Ativo agora
zh_hans: 当前活跃

# signin.replace.back
source: Back
de: Zurück
es: Atrás
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

# signin.replace.confirm
source: Replace and continue
de: Ersetzen und fortfahren
es: Reemplazar y continuar
it: Sostituisci e continua
ja: 置き換えて続ける
ko: 교체하고 계속
pt_br: Substituir e continuar
zh_hans: 替换并继续

# signin.replace.consequence
source: %1$@ signs out of %2$@ and %3$@ takes its seat. %1$@ can sign in again later if a seat is free. We'll email you about it.
de: %1$@ wird von %2$@ abgemeldet und %3$@ übernimmt den Platz. %1$@ kann sich später wieder anmelden, wenn ein Platz frei ist. Wir informieren Sie per E-Mail darüber.
es: Se cerrará la sesión de %2$@ en %1$@ y %3$@ ocupará su plaza. %1$@ podrá volver a iniciar sesión más tarde si hay una plaza libre. Te lo notificaremos por correo.
it: %1$@ esce da %2$@ e %3$@ ne prende il posto. %1$@ potrà accedere di nuovo in seguito se si libera un posto. Ti invieremo un'email al riguardo.
ja: %1$@は%2$@からサインアウトし、%3$@がその枠を使用します。枠が空けば、%1$@は後で再びサインインできます。この件についてはメールでお知らせします。
ko: %1$@은(는) %2$@에서 로그아웃되고 %3$@이(가) 그 자리를 사용해요. 자리가 비면 %1$@에서 나중에 다시 로그인할 수 있어요. 이 내용은 이메일로 알려 드려요.
pt_br: %1$@ sai de %2$@ e %3$@ ocupa a vaga. %1$@ poderá entrar novamente depois, se houver uma vaga livre. Enviaremos um e-mail sobre isso.
zh_hans: %1$@将退出登录%2$@，%3$@将占用它的席位。如有空余席位，%1$@之后可以重新登录。我们会通过电子邮件通知你。

# signin.replace.gone
source: That device was already removed. Choose again.
de: Dieses Gerät wurde bereits entfernt. Wählen Sie erneut.
es: Ese dispositivo ya se quitó. Vuelve a elegir.
it: Quel dispositivo è già stato rimosso. Scegli di nuovo.
ja: そのデバイスはすでに削除されています。もう一度選択してください。
ko: 이미 제거된 기기예요. 다시 선택하세요.
pt_br: Esse dispositivo já foi removido. Escolha novamente.
zh_hans: 该设备已被移除。请重新选择。

# signin.replace.inUse
source: %1$@ is in use right now.
de: %1$@ wird gerade verwendet.
es: %1$@ se está usando ahora mismo.
it: %1$@ è in uso in questo momento.
ja: %1$@は現在使用中です。
ko: %1$@에서 지금 사용 중이에요.
pt_br: %1$@ está em uso agora.
zh_hans: %1$@正在使用中。

# signin.replace.leastRecent
source: Least recent
de: Am längsten nicht verwendet
es: Menos reciente
it: Meno recente
ja: 最終使用が最も古い
ko: 가장 오래전 사용
pt_br: Menos recente
zh_hans: 最久未使用

# signin.replace.lede
source: Choose a device to sign out. %1$@ takes its seat.
de: Wählen Sie ein Gerät zum Abmelden. %1$@ übernimmt seinen Platz.
es: Elige un dispositivo para cerrar su sesión. %1$@ ocupará su plaza.
it: Scegli un dispositivo da disconnettere. %1$@ ne prende il posto.
ja: サインアウトするデバイスを選んでください。%1$@がその枠を使用します。
ko: 로그아웃할 기기를 선택하세요. %1$@이(가) 그 자리를 사용해요.
pt_br: Escolha um dispositivo para desconectar. %1$@ fica com a vaga dele.
zh_hans: 选择要退出登录的设备。%1$@将占用其席位。

# signin.replace.meta
source: %1$@ · last used %2$@
de: %1$@ · zuletzt verwendet %2$@
es: %1$@ · usado por última vez %2$@
it: %1$@ · usato l'ultima volta %2$@
ja: %1$@ · 最終使用：%2$@
ko: %1$@ · 마지막 사용 %2$@
pt_br: %1$@ · usado por último %2$@
zh_hans: %1$@ · 上次使用：%2$@

# signin.replace.open
source: Replace a device
de: Gerät ersetzen
es: Reemplazar un dispositivo
it: Sostituisci un dispositivo
ja: デバイスを置き換える
ko: 기기 교체
pt_br: Substituir um dispositivo
zh_hans: 替换设备

# signin.replace.openSystem
source: Replace…
de: Ersetzen…
es: Reemplazar…
it: Sostituisci…
ja: 置き換え…
ko: 교체…
pt_br: Substituir…
zh_hans: 替换…

# signin.replace.opensBrowser
source: Opens Polaris Key in your browser
de: Öffnet Polaris Key in Ihrem Browser
es: Abre Polaris Key en tu navegador
it: Apre Polaris Key nel browser
ja: ブラウザでPolaris Keyが開きます
ko: 브라우저에서 Polaris Key가 열려요
pt_br: Abre o Polaris Key no navegador
zh_hans: 在浏览器中打开Polaris Key

# signin.replace.raced
source: Someone took that seat first. Choose again.
de: Jemand anderes hat diesen Platz zuerst belegt. Wählen Sie erneut.
es: Alguien ocupó esa plaza antes. Vuelve a elegir.
it: Qualcun altro ha occupato prima quel posto. Scegli di nuovo.
ja: 先に別のデバイスがその枠を使用しました。もう一度選択してください。
ko: 다른 사람이 먼저 그 자리를 차지했어요. 다시 선택하세요.
pt_br: Outra pessoa ocupou essa vaga antes. Escolha novamente.
zh_hans: 有人先占用了该席位。请重新选择。

# signin.replace.racedAfterFree
source: %1$@ was removed, but someone took the seat first. Choose again.
de: %1$@ wurde entfernt, aber jemand anderes hat den Platz zuerst belegt. Wählen Sie erneut.
es: Se quitó %1$@, pero alguien ocupó la plaza antes. Vuelve a elegir.
it: %1$@ è stato rimosso, ma qualcun altro ha occupato prima il posto. Scegli di nuovo.
ja: %1$@は削除されましたが、先に別のデバイスがその枠を使用しました。もう一度選択してください。
ko: %1$@을(를) 제거했지만 다른 사람이 먼저 자리를 차지했어요. 다시 선택하세요.
pt_br: %1$@ foi removido, mas outra pessoa ocupou a vaga antes. Escolha novamente.
zh_hans: %1$@已移除，但有人先占用了该席位。请重新选择。

# signin.replace.rateLimited
source: Too many device changes. Try again in %lld seconds.
de: Zu viele Geräteänderungen. Versuchen Sie es in %lld Sekunden erneut.
es: Demasiados cambios de dispositivo. Vuelve a intentarlo en %lld segundos.
it: Troppe modifiche ai dispositivi. Riprova tra %lld secondi.
ja: デバイスの変更が多すぎます。%lld秒後にもう一度お試しください。
ko: 기기 변경이 너무 많아요. %lld초 후에 다시 시도하세요.
pt_br: Muitas alterações de dispositivo. Tente novamente em %lld segundos.
zh_hans: 设备更改次数过多。请在%lld秒后重试。

# signin.replace.thisBrowser
source: This browser
de: Dieser Browser
es: Este navegador
it: Questo browser
ja: このブラウザ
ko: 이 브라우저
pt_br: Este navegador
zh_hans: 此浏览器

# signin.replace.title
source: Replace %1$@?
de: %1$@ ersetzen?
es: ¿Reemplazar %1$@?
it: Sostituire %1$@?
ja: %1$@を置き換えますか？
ko: %1$@을(를) 교체할까요?
pt_br: Substituir %1$@?
zh_hans: 替换%1$@？

# signin.retry
source: Try again
de: Erneut versuchen
es: Reintentar
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

# signin.return.button
source: Return to %1$@
de: Zurück zu %1$@
es: Volver a %1$@
it: Torna a %1$@
ja: %1$@に戻る
ko: %1$@ 앱으로 돌아가기
pt_br: Voltar para %1$@
zh_hans: 返回%1$@

# signin.return.cancelled
source: Sign-in was cancelled in %1$@. Start again from %1$@.
de: Die Anmeldung wurde in %1$@ abgebrochen. Beginnen Sie erneut in %1$@.
es: Se canceló el inicio de sesión en %1$@. Vuelve a empezar desde %1$@.
it: L'accesso è stato annullato in %1$@. Ricomincia da %1$@.
ja: %1$@でサインインがキャンセルされました。%1$@からやり直してください。
ko: %1$@에서 로그인이 취소됐어요. %1$@에서 다시 시작하세요.
pt_br: O acesso foi cancelado em %1$@. Comece de novo pelo %1$@.
zh_hans: 已在%1$@中取消登录。请从%1$@重新开始。

# signin.return.chooseInApp
source: Go back to %1$@ to choose a license. You can close this tab.
de: Kehren Sie zu %1$@ zurück, um eine Lizenz auszuwählen. Sie können diesen Tab schließen.
es: Vuelve a %1$@ para elegir una licencia. Puedes cerrar esta pestaña.
it: Torna a %1$@ per scegliere una licenza. Puoi chiudere questa scheda.
ja: %1$@に戻ってライセンスを選択してください。このタブは閉じてかまいません。
ko: %1$@(으)로 돌아가 라이선스를 선택하세요. 이 탭은 닫아도 돼요.
pt_br: Volte ao %1$@ para escolher uma licença. Você pode fechar esta aba.
zh_hans: 返回%1$@选择许可证。你可以关闭此标签页。

# signin.return.closeTab
source: You can close this tab and return to %1$@.
de: Sie können diesen Tab schließen und zu %1$@ zurückkehren.
es: Puedes cerrar esta pestaña y volver a %1$@.
it: Puoi chiudere questa scheda e tornare a %1$@.
ja: このタブを閉じて%1$@に戻ってかまいません。
ko: 이 탭을 닫고 %1$@ 앱으로 돌아가도 돼요.
pt_br: Você pode fechar esta aba e voltar para %1$@.
zh_hans: 你可以关闭此标签页并返回%1$@。

# signin.return.library
source: Open your library
de: Bibliothek öffnen
es: Abrir tu biblioteca
it: Apri la tua libreria
ja: ライブラリを開く
ko: 내 라이브러리 열기
pt_br: Abrir sua biblioteca
zh_hans: 打开你的资料库

# signin.return.signedIn
source: You're signed in to %1$@
de: Sie sind bei %1$@ angemeldet
es: Iniciaste sesión en %1$@
it: Hai effettuato l'accesso a %1$@
ja: %1$@にサインインしました
ko: %1$@에 로그인했어요
pt_br: Você entrou no %1$@
zh_hans: 你已登录%1$@

# signin.return.signedInShort
source: You're signed in
de: Sie sind angemeldet
es: Has iniciado sesión
it: Hai effettuato l'accesso
ja: サインインしました
ko: 로그인했어요
pt_br: Você entrou
zh_hans: 你已登录

# signin.return.stay
source: Stay here
de: Hier bleiben
es: Quedarme aquí
it: Resta qui
ja: このページにとどまる
ko: 여기 머무르기
pt_br: Ficar aqui
zh_hans: 留在此页

# signin.return.timer
source: Returning by itself in %1$@ s
de: Automatische Rückkehr in %1$@ s
es: Volviendo automáticamente en %1$@ s
it: Ritorno automatico tra %1$@ s
ja: %1$@秒後に自動的に戻ります
ko: %1$@초 후 자동으로 돌아가요
pt_br: Voltando automaticamente em %1$@ s
zh_hans: %1$@秒后自动返回

# signin.return.yours
source: %1$@ is yours
de: %1$@ gehört Ihnen
es: %1$@ es tuyo
it: %1$@ è tuo
ja: %1$@があなたのものになりました
ko: 이제 %1$@을(를) 이용할 수 있어요
pt_br: %1$@ é seu
zh_hans: %1$@已归你所有

# signin.session.kitEnded
source: Your sign-in ended. Sign in again to keep using %1$@.
de: Ihre Anmeldung ist abgelaufen. Melden Sie sich erneut an, um %1$@ weiter zu verwenden.
es: Tu sesión terminó. Vuelve a iniciar sesión para seguir usando %1$@.
it: Il tuo accesso è terminato. Accedi di nuovo per continuare a usare %1$@.
ja: サインインが終了しました。%1$@を引き続き使うには、もう一度サインインしてください。
ko: 로그인이 종료됐어요. %1$@을(를) 계속 사용하려면 다시 로그인하세요.
pt_br: Seu acesso terminou. Entre novamente para continuar usando %1$@.
zh_hans: 你的登录已结束。请重新登录以继续使用%1$@。

# signin.session.toastBody
source: Sign in again to carry on where you were.
de: Melden Sie sich erneut an, um dort weiterzumachen, wo Sie waren.
es: Vuelve a iniciar sesión para continuar donde estabas.
it: Accedi di nuovo per riprendere da dove eri rimasto.
ja: もう一度サインインして、中断したところから続けてください。
ko: 다시 로그인하여 하던 작업을 이어서 하세요.
pt_br: Entre novamente para continuar de onde parou.
zh_hans: 请重新登录，从上次离开的地方继续。

# signin.session.toastTitle
source: You were signed out
de: Sie wurden abgemeldet
es: Se cerró tu sesión
it: Sei stato disconnesso
ja: サインアウトされました
ko: 로그아웃됐어요
pt_br: Você foi desconectado
zh_hans: 你已被退出登录

# signin.signout.released
source: %1$@ stops using your %2$@ license here and frees its seat.
de: %1$@ verwendet Ihre %2$@-Lizenz hier nicht mehr und gibt den Platz frei.
es: %1$@ dejará de usar aquí tu licencia %2$@ y liberará su plaza.
it: %1$@ smette di usare qui la tua licenza %2$@ e ne libera il posto.
ja: %1$@はこのデバイスで%2$@ライセンスの使用を停止し、その枠を解放します。
ko: 이 기기의 %1$@에서 %2$@ 라이선스 사용을 중지하고 자리를 비워요.
pt_br: %1$@ deixa de usar sua licença %2$@ aqui e libera a vaga.
zh_hans: %1$@将停止在此使用你的%2$@许可证，并释放其席位。

# signin.signout.title
source: Sign out of %1$@ on this device?
de: Auf diesem Gerät von %1$@ abmelden?
es: ¿Cerrar sesión en %1$@ en este dispositivo?
it: Uscire da %1$@ su questo dispositivo?
ja: このデバイスで%1$@からサインアウトしますか？
ko: 이 기기의 %1$@에서 로그아웃할까요?
pt_br: Sair de %1$@ neste dispositivo?
zh_hans: 要在此设备上退出登录%1$@吗？

# signin.signout.unsynced
source: %lld changes haven't synced yet.
de: %lld Änderungen wurden noch nicht synchronisiert.
es: %lld cambios aún no se han sincronizado.
it: %lld modifiche non sono ancora sincronizzate.
ja: %lld件の変更がまだ同期されていません。
ko: 변경 사항 %lld개가 아직 동기화되지 않았어요.
pt_br: %lld alterações ainda não foram sincronizadas.
zh_hans: %lld项更改尚未同步。

# signin.signout.waitSync
source: Wait for sync
de: Auf Synchronisierung warten
es: Esperar a la sincronización
it: Attendi la sincronizzazione
ja: 同期を待つ
ko: 동기화 기다리기
pt_br: Aguardar sincronização
zh_hans: 等待同步

# signin.term.lifetime
source: Lifetime
de: Unbefristet
es: De por vida
it: A vita
ja: 無期限
ko: 평생
pt_br: Vitalícia
zh_hans: 永久

# signin.term.until
source: Until %1$@
de: Bis %1$@
es: Hasta el %1$@
it: Fino al %1$@
ja: %1$@まで
ko: %1$@까지
pt_br: Até %1$@
zh_hans: 有效期至%1$@

# signin.term.yearlyUntil
source: Yearly, until %1$@
de: Jährlich, bis %1$@
es: Anual, hasta el %1$@
it: Annuale, fino al %1$@
ja: 年間、%1$@まで
ko: 연간, %1$@까지
pt_br: Anual, até %1$@
zh_hans: 按年订阅，有效期至%1$@

# status.allowedMax
source: Allowed versions: up to %1$@
de: Zulässige Versionen: bis %1$@
es: Versiones permitidas: hasta %1$@
it: Versioni consentite: fino a %1$@
ja: 使用可能なバージョン：%1$@まで
ko: 허용 버전: %1$@ 이하
pt_br: Versões permitidas: até %1$@
zh_hans: 允许的版本：最高%1$@

# status.allowedMin
source: Allowed versions: %1$@ or later
de: Zulässige Versionen: %1$@ oder neuer
es: Versiones permitidas: %1$@ o posterior
it: Versioni consentite: %1$@ o successive
ja: 使用可能なバージョン：%1$@以降
ko: 허용 버전: %1$@ 이상
pt_br: Versões permitidas: %1$@ ou posterior
zh_hans: 允许的版本：%1$@或更高

# status.allowedRange
source: Allowed versions: %1$@ to %2$@
de: Zulässige Versionen: %1$@ bis %2$@
es: Versiones permitidas: de %1$@ a %2$@
it: Versioni consentite: da %1$@ a %2$@
ja: 使用可能なバージョン：%1$@〜%2$@
ko: 허용 버전: %1$@~%2$@
pt_br: Versões permitidas: %1$@ a %2$@
zh_hans: 允许的版本：%1$@至%2$@

# status.contact
source: Contact %1$@
de: %1$@ kontaktieren
es: Contactar con %1$@
it: Contatta %1$@
ja: %1$@に問い合わせる
ko: %1$@에 문의
pt_br: Contatar %1$@
zh_hans: 联系%1$@

# status.renew
source: Renew
de: Verlängern
es: Renovar
it: Rinnova
ja: 更新
ko: 갱신
pt_br: Renovar
zh_hans: 续订

# status.switchChannel
source: Switch channel
de: Kanal wechseln
es: Cambiar de canal
it: Cambia canale
ja: チャンネルを切り替える
ko: 채널 전환
pt_br: Mudar de canal
zh_hans: 切换渠道

# status.update
source: Update
de: Aktualisieren
es: Actualizar
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
zh_hans: 更新

# toast.undo
source: Undo
de: Rückgängig
es: Deshacer
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销

# toast.updateAvailable
source: %1$@ %2$@ is available
de: %1$@ %2$@ ist verfügbar
es: %1$@ %2$@ está disponible
it: %1$@ %2$@ è disponibile
ja: %1$@ %2$@が利用可能です
ko: %1$@ %2$@ 업데이트가 있어요
pt_br: %1$@ %2$@ está disponível
zh_hans: %1$@ %2$@现已推出

# update.allChanges
source: All changes in %1$@
de: Alle Änderungen in %1$@
es: Todos los cambios de %1$@
it: Tutte le modifiche della versione %1$@
ja: %1$@のすべての変更点
ko: %1$@의 모든 변경 사항
pt_br: Todas as mudanças da %1$@
zh_hans: %1$@的所有更改

# update.altstore
source: Open AltStore
de: AltStore öffnen
es: Abrir AltStore
it: Apri AltStore
ja: AltStoreを開く
ko: AltStore 열기
pt_br: Abrir AltStore
zh_hans: 打开AltStore

# update.appStore
source: Update on the App Store
de: Im App Store aktualisieren
es: Actualizar en el App Store
it: Aggiorna su App Store
ja: App Storeでアップデート
ko: App Store에서 업데이트
pt_br: Atualizar na App Store
zh_hans: 在App Store中更新

# update.availableTitle
source: An update is available
de: Ein Update ist verfügbar
es: Hay una actualización disponible
it: È disponibile un aggiornamento
ja: アップデートがあります
ko: 업데이트가 있어요
pt_br: Há uma atualização disponível
zh_hans: 有可用的更新

# update.blockedBody
source: No update is available here yet. You can keep using %1$@ for now.
de: Hier ist noch kein Update verfügbar. Sie können %1$@ vorerst weiter verwenden.
es: Todavía no hay ninguna actualización disponible aquí. Por ahora puedes seguir usando %1$@.
it: Qui non è ancora disponibile alcun aggiornamento. Per ora puoi continuare a usare %1$@.
ja: ここではまだアップデートを利用できません。当面は%1$@を引き続き使用できます。
ko: 아직 여기에서 사용할 수 있는 업데이트가 없어요. 당분간 %1$@을(를) 계속 사용할 수 있어요.
pt_br: Ainda não há atualização disponível aqui. Você pode continuar usando %1$@ por enquanto.
zh_hans: 此处暂无可用的更新。你目前仍可继续使用%1$@。

# update.blockedTitle
source: This version is no longer supported
de: Diese Version wird nicht mehr unterstützt
es: Esta versión ya no es compatible
it: Questa versione non è più supportata
ja: このバージョンはサポートが終了しました
ko: 이 버전은 더 이상 지원되지 않아요
pt_br: Esta versão não é mais compatível
zh_hans: 此版本已不再受支持

# update.checkNow
source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
pt_br: Verificar atualizações
zh_hans: 检查更新

# update.critical
source: This update includes an important security fix.
de: Dieses Update enthält eine wichtige Sicherheitskorrektur.
es: Esta actualización incluye una corrección de seguridad importante.
it: Questo aggiornamento include un'importante correzione di sicurezza.
ja: このアップデートには重要なセキュリティ修正が含まれています。
ko: 이 업데이트에는 중요한 보안 수정 사항이 포함되어 있어요.
pt_br: Esta atualização inclui uma correção de segurança importante.
zh_hans: 此更新包含一项重要的安全修复。

# update.current
source: You have %1$@ · %2$@ download
de: Sie haben %1$@ · %2$@ Download
es: Tienes la %1$@ · descarga de %2$@
it: Hai la versione %1$@ · download di %2$@
ja: 現在のバージョン：%1$@ · ダウンロードサイズ：%2$@
ko: 현재 버전 %1$@ · 다운로드 %2$@
pt_br: Você tem a %1$@ · download de %2$@
zh_hans: 当前版本：%1$@ · 下载大小：%2$@

# update.downloading
source: Downloading · %1$@ of %2$@
de: Wird heruntergeladen · %1$@ von %2$@
es: Descargando · %1$@ de %2$@
it: Download · %1$@ di %2$@
ja: ダウンロード中 · %2$@中%1$@
ko: 다운로드 중 · %2$@ 중 %1$@
pt_br: Baixando · %1$@ de %2$@
zh_hans: 正在下载 · %1$@/%2$@

# update.googlePlay
source: Update on Google Play
de: Bei Google Play aktualisieren
es: Actualizar en Google Play
it: Aggiorna su Google Play
ja: Google Playでアップデート
ko: Google Play에서 업데이트
pt_br: Atualizar no Google Play
zh_hans: 在Google Play中更新

# update.install
source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
pt_br: Atualizar agora
zh_hans: 立即更新

# update.later
source: Later
de: Später
es: Más tarde
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后

# update.mandatoryBody
source: This version is below the minimum supported version. Update to keep using %1$@.
de: Diese Version liegt unter der mindestens unterstützten Version. Aktualisieren Sie, um %1$@ weiter zu verwenden.
es: Esta versión es anterior a la versión mínima admitida. Actualiza para seguir usando %1$@.
it: Questa versione è precedente alla versione minima supportata. Aggiorna per continuare a usare %1$@.
ja: このバージョンはサポート対象の最低バージョンを下回っています。%1$@を引き続き使うにはアップデートしてください。
ko: 이 버전은 지원되는 최소 버전보다 낮아요. %1$@을(를) 계속 사용하려면 업데이트하세요.
pt_br: Esta versão é anterior à versão mínima compatível. Atualize para continuar usando %1$@.
zh_hans: 此版本低于最低支持版本。请更新以继续使用%1$@。

# update.mandatoryTitle
source: Update to keep using %1$@
de: Aktualisieren, um %1$@ weiter zu verwenden
es: Actualiza para seguir usando %1$@
it: Aggiorna per continuare a usare %1$@
ja: %1$@を引き続き使うにはアップデートしてください
ko: %1$@을(를) 계속 사용하려면 업데이트하세요
pt_br: Atualize para continuar usando %1$@
zh_hans: 更新以继续使用%1$@

# update.openStore
source: Open %1$@
de: %1$@ öffnen
es: Abrir %1$@
it: Apri %1$@
ja: %1$@を開く
ko: %1$@ 열기
pt_br: Abrir %1$@
zh_hans: 打开%1$@

# update.platform.appInstaller
source: Windows installs it the next time %1$@ starts.
de: Windows installiert es beim nächsten Start von %1$@.
es: Windows la instala la próxima vez que se inicie %1$@.
it: Windows lo installa al prossimo avvio di %1$@.
ja: 次回%1$@を起動したときにWindowsがインストールします。
ko: 다음에 %1$@을(를) 시작할 때 Windows에서 설치해요.
pt_br: O Windows instala a atualização na próxima vez que %1$@ iniciar.
zh_hans: Windows会在%1$@下次启动时安装更新。

# update.platform.command
source: Run %1$@ to install it.
de: Führen Sie %1$@ aus, um es zu installieren.
es: Ejecuta %1$@ para instalarla.
it: Esegui %1$@ per installarlo.
ja: インストールするには%1$@を実行してください。
ko: 설치하려면 다음 명령을 실행하세요: %1$@
pt_br: Execute %1$@ para instalar a atualização.
zh_hans: 运行%1$@进行安装。

# update.platform.generic
source: It installs through the store or platform you got %1$@ from.
de: Es wird über den Store oder die Plattform installiert, von der Sie %1$@ haben.
es: Se instala a través de la tienda o plataforma donde obtuviste %1$@.
it: Si installa tramite lo store o la piattaforma da cui hai ottenuto %1$@.
ja: %1$@を入手したストアまたはプラットフォームからインストールされます。
ko: %1$@을(를) 받은 스토어나 플랫폼을 통해 설치돼요.
pt_br: A atualização é instalada pela loja ou plataforma onde você obteve %1$@.
zh_hans: 通过你获取%1$@的商店或平台安装。

# update.platform.itch
source: The itch app installs it.
de: Die itch-App installiert es.
es: La app de itch la instala.
it: Lo installa l'app itch.
ja: itchアプリがインストールします。
ko: itch 앱에서 설치해요.
pt_br: O app do itch instala a atualização.
zh_hans: 由itch应用安装。

# update.platform.package
source: Your package manager installs it.
de: Ihr Paketmanager installiert es.
es: Tu gestor de paquetes la instala.
it: Lo installa il tuo gestore di pacchetti.
ja: パッケージマネージャーがインストールします。
ko: 패키지 관리자에서 설치해요.
pt_br: Seu gerenciador de pacotes instala a atualização.
zh_hans: 由你的软件包管理器安装。

# update.platform.steam
source: Steam installs it. Restart Steam if it hasn't arrived.
de: Steam installiert es. Starten Sie Steam neu, falls es noch nicht angekommen ist.
es: Steam la instala. Reinicia Steam si todavía no ha llegado.
it: Lo installa Steam. Riavvia Steam se non è ancora arrivato.
ja: Steamがインストールします。届かない場合はSteamを再起動してください。
ko: Steam에서 설치해요. 아직 도착하지 않았다면 Steam을 재시작하세요.
pt_br: O Steam instala a atualização. Reinicie o Steam se ela ainda não tiver chegado.
zh_hans: 由Steam安装。如果更新尚未出现，请重启Steam。

# update.platform.store
source: Your software center installs it.
de: Ihr Software-Center installiert es.
es: Tu centro de software la instala.
it: Lo installa il tuo centro software.
ja: ソフトウェアセンターがインストールします。
ko: 소프트웨어 센터에서 설치해요.
pt_br: Sua central de software instala a atualização.
zh_hans: 由你的软件中心安装。

# update.platform.web
source: Reload the page to get it.
de: Laden Sie die Seite neu, um es zu erhalten.
es: Recarga la página para obtenerla.
it: Ricarica la pagina per ottenerlo.
ja: ページを再読み込みすると入手できます。
ko: 페이지를 새로고침하면 받을 수 있어요.
pt_br: Recarregue a página para obter a atualização.
zh_hans: 重新加载页面以获取更新。
